Version2/TestTool-NOP.13.12.SR1/TestTool.Setup/Requests/MediaConf/SetAudioSourceConfiguration/SetAudioSourceConfiguration.xml

<?xml version='1.0' encoding='utf-8'?>
<soap:Envelope
 xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
 xmlns:trt="http://www.onvif.org/ver10/media/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <soap:Body>
    <trt:SetAudioSourceConfiguration>
      <trt:Configuration token="source1">
        <tt:Name>Source 1</tt:Name>
        <tt:UseCount>0</tt:UseCount>
        <tt:SourceToken>cam1</tt:SourceToken>
      </trt:Configuration>
      <trt:ForcePersistence>true</trt:ForcePersistence>
    </trt:SetAudioSourceConfiguration>
  </soap:Body>
</soap:Envelope>